{
    "nav":{
        "home" : "Home",
        "proyect": "Projects",
        "experience": "Experience",
        "contact": "Contact"
    },
    "info":{
        "name" : "Hi, I'am Federico Jácome",
        "work" : "Web developer",
        "like" : "I like",
        "words": ["programming", "architectures", "SOLID"],
        "proyectTitle": "Recent proyects",
        "githubText": "More projects in my <a target='_blank' href='https://github.com/federocky'>GitHub</a> page"
    },
    "form": {
        "title": "Contact me",
        "name": "Name:",
        "message": "Message:",
        "send": "Send"
    },    
    "work":{
        "title": "Work Experience",
        "izertis":{
            "position": "Web Developer",
            "description": "Full-stack developer, mainly focused on backend, for a major international dairy company. I use technologies such as .NET, Angular, and Entity, integrating Azure services like Active Directory for user management, Functions for data synchronization, Blob Storage for storage, and Azure DevOps for project management and continuous integration through pipelines."
        },
        "verisk": {
            "position": "Web Developer",
            "description": "Full stack developer, working mainly in backend, but also making fron end tasks when needed. \rInsurance web application delivering software for companies based in the London Insurance Market (Lloyd's market). International working teams with 100% comunication in english.\rTechnologies: .NET, C#, MVC, Entity Framework, SQL Server, TypeScript, Angular, RabbitMQ, Swagger, Visual Studio, Azure Devops TFS"
        },
        "moochers":{
            "position": "Waiter",
            "description": "Waiter and bartender in a restaurant located by the sea in Fuengirola. Mainly working with turist customers in english."
        },
        "moshimo":{
            "position": "Waiter - Chef - Manager",
            "description": "Started as a barman and waiter, motivated for a change I started working in the sushi bar and kitchen to end up as a floor manager."
        },
        "moreExperience": "More working experience in my <a target='_blank' href='https://www.linkedin.com/in/federicojacome/'>linkedin</a> page."
    },
    "footer": {
        "developedBy": "Developed by: "
    },
    "cards": [{
        "description": "App with mountain bike routes, personal application, where routes can be found, see the trak on a map, download the route in gpx format. Currently creating a backend with .NET technology where messages on routes will be handled, rating routes and, one day, user register and login."   
    },{
        "description": "Chess game in C# across various versions and different architectures such as MCV, MVC passive view, MVP, Clean, and Hexagonal, using all the design patterns I could, and adhering to the SOLID principles."
    },{
        "description": "A very simple vanilla JS, HTML and CSS page made for a local handcraft artist. Use PHP to send emails in the contact form. It has information about the products, images and different contact options."  
    }],
    "alert": {
        "success": "Thanks for your email. I will contact you as soon as possible.",
        "fail": "The email cannot be send. Please contact me on email or linkedin. Thank you"
    } 
}