{
    "nav":{
        "home" : "Inicio",
        "proyect": "Proyectos",
        "experience": "Experiencia",
        "contact": "Contacto"
    },
    "info":{
        "name" : "Hola, soy Federico Jácome",
        "like" : "Me gusta",
        "words": ["aprender cosas nuevas", "programar", "trabajar en equipo"],
        "proyectTitle": "Proyectos recientes",
        "githubText": "Mas proyectos en mi página de <a target='_blank' href='https://github.com/federocky'>GitHub</a>"
    },
    "form": {
        "title": "Contáctame",
        "name": "Nombre:",
        "message": "Mensaje:",
        "send": "Enviar"
    },
    "work":{
        "title": "Experiencia laboral",
        "izertis":{
            "position": "Desarrollador Web",
            "description": "Desarrollador full stack, principalmente backend, de aplicación para gran compañia láctea a nivel internacional. Utilizando .NET, Angular, Entity e integrando servicios Azure como Active directory para la gestión de usuarios, Functions para la sincronización de datos, Blob storage para almacenamiento y azure devops para gestión del proyecto y pipelines para integración continua."
        },
        "verisk":{
            "position": "Desarrollador Web",
            "description": "Desarrollador full stack, principalmente backend, pero también realizando funciones en el front con soltura siempre que es necesario. \rAplicación web para la gestión de seguros de diferentes tipos, para compañias situadas en London Insurance Market (Lloyd's market). Equipos internacionales con comunicación en inglés. \rTecnologías: .NET, Entity Framework, SQL Server, Angular, RabbitMQ, Swagger, Azure Devops"
        },
        "moochers":{
            "position": "Camarero",
            "description": "Camarero de sala y barra en restaurante situado en el corazón de fuengirola. Principalmente trabajando con turistas en ingles."
        },
        "moshimo":{
            "position": "Camarero - Cocinero - Manager",
            "description": "Realizando diferentes funciones en la empresa, empezando como camarero, pasando por cocina en el sushi bar y finalmente realizando las tareas propias del puesto de encargado. Gestión de equipo, turnos, caja..."
        },
        "moreExperience": "Mas experiencia en mi página de <a target='_blank' href='https://www.linkedin.com/in/federicojacome/'>linkedin.</a>"
    },
    "footer": {
        "developedBy": "Desarrollado por: "
    },
    "cards": [{
        "description": "Aplicación de rutas de mountain bike, proyecto personal a modo de hobbie donde se puede consultar una serie de rutas, ver el track sobre un mapa, descargar la ruta. En proceso de ampliación agregando un backend con .NET donde se mangejarán mensajes sobre las rutas, puntuación de rutas y mas adelante, registro de usuarios."   
    },{
        "description": "Aplicación para la gestión de un negocio dedicado a las mascotas. Realizada como trabajo de fin de FP. Tiene dos secciones principales. Tienda, donde se pueden comprar productos, catalogar, ordenar, filtar y servicio de citas, donde se puede solicitar citas dependiendo de la disponibilidad. Totalmente realizada en Type Script, tanto el fron como el back,"   
    },{
        "description": "Aplicacion movil realizada con ionic para solventar un debate recurrente en mi casa. Que hacemos de cenar? la idea es que en base a una lista de alimentos disponibles te devuelva una lista de posibles recetas que puedes y sueles realizar."  
    }],
    "alert": {
        "success": "Gracias por contactarme. Me pondre en contacto contigo en cuanto me sea posible",
        "fail": "Error al enviar el email. Por favor contactame por email o linkedin. Gracias."
    } 
}